// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Add Custom Paper";

NoIccTitle = "<no profile selected>";

DoubleNameTitle = "Custom paper name already exists";
DoubleNameMsg = "A custom paper type with the name \"%@\" already exists. Please choose another name for your custom paper.";

MaxMediaExceededTitle = "You have exceeded the maximum number of custom paper types";
MaxMediaExceededMsg = "You can define up to %i custom paper types. Please delete one or more paper types before adding a new one.";

ProfileExistsTitle = "This ICC profile already exists";
ProfileExistsMsg = "An ICC profile with the filename \"%@\" is already stored in the local repository.\nIf you select \"Use Existing Profile,\" the stored will be used with your paper.\nAlternatively, you can choose \"Use Unique Filename\" to create a new profile name.";
ProfileExistsDefButton = "Use Existing Profile";
ProfileExistsAltButton = "Cancel";
ProfileExistsOtherButton = "Use Unique Filename";

//Paper Type Names
Photo = "Photo";
CoatedInkjet = "Coated Inkjet";
PhotoRag = "Photo Rag";
Watercolor = "Watercolor";
Canvas = "Canvas";
RigidPhotoRag = "Rigid Photo Rag";
RigidWatercolor = "Rigid Watercolor";
RigidCanvas = "Rigid Canvas";
Brochure = "Brochure";
PlainPaper = "Plain Paper";
PhotoInkjetScrapbook = "Inkjet Scrapbook, Photo";
MatteInkjetScrapbook = "Inkjet Scrapbook, Matte";

Coated = "Coated";
PhotoThick = "Photo thick";
FiberGloss = "fiber gloss";
photoRag = "photo rag";
photoRagThin = "photo rag thin";


//print quality names
Best = "Best";
Normal = "Normal";
Fast = "Fast Draft";
MaxDPI = "Maximum DPI";

ProfileInvalidTitle = "Invalid ICC file format";
ProfileInvalidMsg = "Selected format of ICC file is not profile for printer";
ProfileInvalidDefButton = "Select another profile";
ProfileInvalidAltButton = "Cancel";

TaskTitleFieldText = "Add Custom Paper";
TaskDescriptionFieldText = "Click the Add button to add the custom paper to the list of Custom Papers.";
StartButtonText = "Add";
AddSheetDescriptionFieldText = "Please provide the information about the paper you want to add.";
PaperNameLableText = "Custom Paper Name:";
PaperCategoryLableText = "Paper Category:";
IccFileNamelableText = "ICC Profile (optional):";
IccFileNameFieldText = "<no profile selected>";
BrowseButtonText = "Browse…";
ClearButtonText = "Clear Profile";
CancelButtonText = "Cancel";
DoneButtonText = "Done";
